Repository: nightscout/Trio
Catalog: Trio/Sources/Localizations/Main/Localizable.xcstrings
Source language: en
Languages: bg, cs, da, de, es, fr, it, nb_no, nl, pl, pt_pt, ru, sv, uk, vi, zh_hant

source: If "Display IOB and COB" is also enabled, "IOB" and "COB" will be replaced with the following emojis:
bg: Ако е активирано и „Показване на IOB и COB“, „IOB“ и „COB“ ще бъдат заменени със следните емоджита:
cs: Pokud je zapnuto i „Zobrazit IOB a COB“, budou zkratky „IOB“ a „COB“ nahrazeny těmito emoji:
da: Hvis "Display IOB and COB" også er aktiveret, vil "IOB" og "COB" blive erstattet med følgende emojis:
de: Wenn "Zeige IOB und COB" ebenfalls aktiviert ist, werden "IOB" und "COB" durch folgende Emojis ersetzt:
es: Si "Mostrar IOB y COB" también está habilitado, "IOB" y "COB" serán reemplazados por los siguientes emojis:
fr: Si le paramètre "Afficher l’IOB et COB" est également activé, "IOB" et "COB" seront remplacés par les émojis suivants :
it: Se è abilitata anche "Display IOB e COB", "IOB" e "COB" saranno sostituiti con le seguenti emoji:
nb_no: Dersom "Vis IOB og COB" også er aktivert, vil "IOB" og "COB" bli erstattet med følgende emojis:
nl: Als "IOB en COB weergeven" ook is ingeschakeld, worden "IOB" en "COB" vervangen door de volgende emojis:
pl: Jeśli "Wyświetlanie IOB i COB" jest również włączone, "IOB" i "COB" zostaną zastąpione następującymi emotikonami:
pt_pt: Se "Display IOB and COB" também estiver habilitado, "IOB" e "COB" serão substituídos pelos seguintes emojis:
ru: Если опция "Display IOB and COB" также включена, "IOB" и "COB" будут заменены на следующие эмоции:
sv: Om "Visa IOB och COB" också är aktiverat, kommer "IOB" och "COB" att ersättas med följande emojis:
uk: Якщо увімкнуто "Відображення IOB та COB" та "IOB" і "COB" буде замінено на наступні емодзі:
vi: Nếu "Hiển thị IOB và COB" cũng được bật, "IOB" và "COB" sẽ được thay thế bằng các biểu tượng cảm xúc sau:
zh_hant: 如果同時啟用了「顯示 IOB 和 COB」，則「IOB」和「COB」將被以下表情符號取代：

source: If an active override preset is edited, the changes will also apply to the currently running override. However, if you edit the currently running override directly, the preset stays unchanged.
bg: Ако редактирате активен шаблон за отмяна, промените ще се приложат и към текущо активната отмяна. Ако обаче редактирате директно текущо активната отмяна, шаблонът остава непроменен.
cs: Pokud upravíš předvolbu aktivního profilu, změny se projeví i u aktuálně běžícího profilu. Pokud ale upravíš běžící profil přímo, předvolba zůstane beze změny.
da: Hvis en aktiv tilsidesættelse forudindstilling er redigeret, vil ændringerne også gælde for den aktuelt kørende tilsidesættelse. Men hvis du redigerer den aktuelt kørende tilsidesætte direkte, forbliver forudindstillingen uændret.
de: Wenn eine aktive zuvor gespeicherte Override-Vorgabe bearbeitet wird, gelten die Änderungen auch für die gerade laufende Override. Wenn Du jedoch die aktuell laufende Überschschreibung direkt bearbeitest, bleibt die Vorlage unverändert.
es: Si se edita un ajuste preestablecido activo, los cambios también se aplicarán a la sobreescritura en ejecución. Sin embargo, si editas la sobreescritura actual directamente, el preset permanece sin cambios.
fr: Si une Dérogation favorite est modifiée lorsqu'elle est active, les changements s’appliqueront aussi à la dérogation active (en cours). En revanche, si vous modifiez directement la dérogation active, la favorite restera inchangée.
it: Se si modifica un programma preimpostato attivo, le modifiche verranno applicate anche al programma in corso. Tuttavia, se si modifica direttamente il programma in corso, la preimpostazione rimane invariata.
nb_no: Hvis en aktiv, forhåndsinnstilt overstyring blir redigert, vil endringene også gjelde for den aktive overstyringen. Hvis du redigerer den aktive overstyringen direkte, vil forhåndsinnstillingen forbli uendret.
nl: Als een actieve override preset wordt bewerkt, zijn de wijzigingen ook van toepassing op de momenteel lopende override. Als je de huidige overschrijving direct bewerkt, blijft de preset ongewijzigd.
pl: Jeśli edytowany jest aktywny preset nadpisania, zmiany zostaną również zastosowane do aktualnie uruchomionego nadpisania. Jeśli jednak edytujesz bezpośrednio aktualnie uruchomione nadpisanie, preset pozostaje niezmieniony.
pt_pt: Se uma predefinição de substituição ativa for editada, as alterações também serão aplicadas à substituição atualmente em execução. No entanto, se você editar a substituição atualmente em execução diretamente, a predefinição permanece inalterada.
ru: Если активный пресет переопределения отредактирован, изменения будут также применяться к текущему переопределению. Однако, если вы редактируете текущее переопределение напрямую, пресет остается неизменным.
sv: Om ändringar sker i en förvald override medan den är aktiv, sparas de i förvalet och tillämpas för den aktiva overriden. Om du istället redigerar den aktiva overriden direkt, gäller ändringarna bara vid detta tillfälle.
uk: Якщо активний пресет буде відредаговано, зміни також будуть застосовуватися до запущеного в даний час. Однак, якщо ви редагуєте запущений поточний момент перевизначити прямо, пресет залишається без змін.
vi: Nếu bạn chỉnh sửa một thiết lập ghi đè đang hoạt động, các thay đổi đó cũng sẽ được áp dụng cho phiên bản ghi đè hiện tại. Tuy nhiên, nếu bạn chỉnh sửa trực tiếp phiên bản ghi đè hiện tại, thì thiết lập gốc sẽ không bị thay đổi.
zh_hant: 如果編輯了當前運行的覆蓋預設，則變更也將應用於正在運行的覆蓋。但是，如果直接編輯當前運行的覆蓋，預設將保持不變。

source: If carb entries decay too slowly, it is possible to set a lower than default setting. But this should typically be adressed by tuning ISF and CR settings instead, which in combination determines the rate of carb decay.
bg: Ако записите за въглехидрати се разграждат твърде бавно, може да се зададе по-ниска стойност от стойността по подразбиране. Това обаче обикновено трябва да се решава чрез настройка на ISF и CR, които заедно определят скоростта на разграждане на въглехидратите.
cs: Pokud se sacharidy vstřebávají (mizí) příliš pomalu, je možné nastavit nižší než výchozí hodnotu. Obvykle by se to ale mělo řešit úpravou nastavení ISF a CR, které společně určují rychlost vstřebávání sacharidů.
da: Hvis carb poster henfalder for langsomt, er det muligt at indstille en lavere end standard indstilling. Men dette bør typisk adresseres ved tuning ISF og CR indstillinger i stedet, som i kombination bestemmer hastigheden af carb henfald.
de: Wenn die Kohlenhydrateinträge zu langsam abgebaut werden, ist es möglich, eine niedrigere als die Standardeinstellung zu wählen. Dies sollte jedoch in der Regel durch Anpassung der ISF- und CR-Einstellungen behoben werden, die in Kombination die Geschwindigkeit des Kohlenhydratabbaus bestimmen.
es: Si las entradas de glúcido se descomponen demasiado lentamente, es posible establecer una configuración más baja que la predeterminada. Pero normalmente esto debería ser abordado ajustando los ajustes de ISF y CR en su lugar, lo que en combinación determina la tasa de declive de los glúcidos.
fr: Si l'ajout des glucides décroissent trop lentement, il est possible de définir une valeur inférieure à celle par défaut. Cependant, ce comportement devrait généralement être corrigé en ajustant les réglages du Facteur de sensibilité à l'Insuline (ISF) et du ratio Insuline/Glucides (CR), qui déterminent ensemble le rythme de décroissance des glucides.
it: Se le voci carb decadono troppo lentamente, è possibile impostare un'impostazione inferiore a quella predefinita. Ma questo dovrebbe essere tipicamente adressed accordando le impostazioni ISF e CR, invece, che in combinazione determina la velocità di carb decay.
nb_no: Hvis karbohydrater tas opp for sakte, er det mulig å sette en lavere innstilling enn standard. Men dette bør vanligvis løses ved å justere ISF- og CR-innstillingene i stedet, som i kombinasjon bestemmer hastigheten på karbohydratnedbrytning.
nl: Als koolhydraten verval te langzaam, is het mogelijk om een lager in te stellen dan de standaardinstelling. Maar dit moet typisch worden geadresseerd door de instellingen ISF en CR in plaats daarvan in te stellen, welke in de combinatie de snelheid van de koolhydraten verval bepaalt.
pl: Jeśli wpisy węglowodanów rozkładają się zbyt wolno, możliwe jest ustawienie wartości niższej niż domyślna. Jednak zazwyczaj należy to rozwiązać poprzez dostrojenie ustawień ISF i CR, które łącznie określają szybkość rozpadu węglowodanów.
pt_pt: Se as entradas de hidratos decaírem muito lentamente, é possível definir uma configuração menor do que a padrão. Mas isso normalmente deveria ser inserido através da afinação das configurações de ISF e CR, o que em combinação determina a taxa de decaimento do carbo.
ru: Если карбон проявляется слишком медленно, можно установить значение ниже значения по умолчанию. Но это обычно должно быть обращено через настройку параметров ISF и CR, что в комбинации определяет скорость распада карбов.
sv: Om kolhydrater absorberas för långsamt, är det möjligt att ställa in en lägre inställning än standard. Men detta bör typiskt behandlas genom justering av ISF och CR istället, vilket i kombination bestämmer hastigheten på kolhydraternas absorption.
uk: Якщо запис у автівці зменшується занадто повільно, то можливо встановити нижче значення за промовчанням. Але це зазвичай слід поводитися шляхом настройки ISF та CR замість цього, що в поєднанні визначає швидкість розпаду автівки.
vi: Nếu quá trình giảm tác dụng của lượng carb đã nhập diễn ra quá chậm, bạn có thể đặt một giá trị thấp hơn mức mặc định. Tuy nhiên, điều này thường nên được điều chỉnh bằng cách tinh chỉnh các thiết lập ISF (hệ số nhạy cảm insulin) và CR (tỷ lệ carb), vì hai yếu tố này kết hợp lại sẽ quyết định tốc độ phân rã của carb.
zh_hant: 如果碳水化合物條目消退得太慢，可以設置低於預設的設定。但這通常應通過調整 ISF 和 CR 設定來解決，這些設定的組合決定碳水化合物的衰退速度。

source: If delivering more insulin would push your IOB above this limit, Trio will reduce or skip the dose to stay within the safety boundary. This applies to SMBs, TBRs, and the recommendation from the bolus calculator.
bg: Ако подаването на повече инсулин би вдигнало вашия IOB над този лимит, Trio ще намали или пропусне дозата, за да остане в границите на безопасност. Това важи за SMB, TBR и препоръката от калкулатора за болус.
cs: Pokud by podání dalšího inzulínu zvýšilo tvůj aktivní inzulín (IOB) nad tento limit, Trio dávku sníží nebo ji vynechá, aby zůstalo v rámci bezpečnostních mezí. To se týká SMB, dočasných bazálů (TBR) i doporučení z bolusové kalkulačky.
da: Hvis mere insulin ville øge din IOB over denne grænse, vil Trio reducere eller spring over dosen for at holde sig inden for sikkerhedsrammen. Dette gælder for SMB'er, TBR'er og anbefalinger fra bolus regnemaskinen.
de: Wenn die Abgabe von mehr Insulin Deinen IOB über diesen Grenzwert treiben würde, reduziert Trio die Dosis oder lässt sie aus, um innerhalb der Sicherheitsgrenze zu bleiben. Dies gilt für SMBs, TBRs und die Empfehlung des Bolusrechners.
fr: Si la délivrance d'insuline supplémentaire fait dépasser cette limite d'IOB (insuline active), Trio réduit ou annule la dose pour rester dans les limites de sécurité. Cela s'applique aux SMB (Small Micro Bolus) aux débits basaux temporaires (TBR) et aux recommandations du calculateur de bolus.
nb_no: Hvis tilførsel av mer insulin ville ha presset IOB-en din over denne grensen, vil Trio redusere eller hoppe over dosen for å holde seg innenfor sikkerhetsgrensen. Dette gjelder for SMB, midlertidig basal, og anbefalinger fra boluskalkulatoren.
pl: Jeśli podanie większej ilości insuliny spowodowałoby przekroczenie IOB, Trio zmniejszy dawkę lub ją pominie, aby utrzymać się w granicach bezpieczeństwa. Dotyczy to SMB, TBR i zaleceń z kalkulatora bolusa.
vi: Nếu việc đưa thêm insulin khiến IOB của bạn vượt quá giới hạn này, Trio sẽ giảm hoặc bỏ qua liều để giữ trong phạm vi an toàn. Điều này áp dụng cho SMB, TBR, và cả khuyến nghị từ bộ tính liều bolus.
zh_hant: 如果給予更多胰島素會使您的 IOB 超過此限制，Trio 將減少或跳過劑量以保持在安全邊界內。這適用於 SMB、TBR 以及注射計算器的建議。

source: If Half Basal Exercise Target is %1$@ %2$@, a Temp Target of %3$@ %4$@ uses an Autosens Ratio of 1.09. A Temp Target of %5$@ %6$@ uses an Autosens Ratio of 1.33.
bg: Ако Half Basal Exercise Target е %@ %@, временна цел от %@ %@ използва съотношение Autosens 1.09. Временна цел от %@ %@ използва съотношение Autosens 1.33.
cs: Pokud je cíl pro cvičení s polovičním bazálem %1$@ %2$@, dočasný cíl %3$@ %4$@ používá poměr Autosens 1,09. Dočasný cíl %5$@ %6$@ pak používá poměr Autosens 1,33.
da: Hvis halvbasalmotionsmål er %1$@ %2$@, a Temp Target for %3$@ %4$@ bruger en Autosens Ratio på 1. 9. Et Temp Target for %5$@ %6$@ bruger en Autosens Ratio på 1,33.
de: Wenn das „Halb Basal Sport Ziel“ %1$@ %2$@ ist, führt ein Temporäres Ziel von %3$@ %4$@ zu einem Autosens Verhältnis von 1,09. Ein Temporäres Ziel von %5$@ %6$@ führt zu einem Autosens Verhältnis von 1,33.
es: Si el objetivo del ejercicio basal medio es %1$@ %2$@, un objetivo temporal de %3$@ %4$@ usa una relación de autosens de 1. 9. Un objetivo temporal de %5$@ %6$@ usa una relación de autosens de 1.33.
fr: Si le réglage « Cible à demi-basal » est de %1$@ %2$@, alors une Cible Temporaire de %3$@ %4$@ appliquera un ratio Autosens (sensibilité automatique) de 1,09. Une Cible Temporaire de %5$@ %6$@ appliquera un ratio Autosens de 1,33.
it: If Half Basal Exercise Target is %1$@ %2$@, un obiettivo Temp di %3$@ %4$@ utilizza un rapporto Autosens di 1. 9. Un bersaglio Temp di %5$@ %6$@ utilizza un rapporto Autosens di 1.33.
nb_no: Dersom mål for halv basal ved trening er %1$@ %2$@, vil et midlertidig mål på %3$@ %4$@ bruke en Autosens ratio på 1,09. Et midlertidig mål på %5$@ %6$@ bruker en Autosens ratio på 1,33.
nl: Als de helft Basaal Oefening doelwit %1$@ %2$@is, een tijdelijk streefdoel van %3$@ %4$@ gebruikt een Autosens Ratio van 1. 9. Een tijdelijk doelwit van %5$@ %6$@ gebruikt een Autosens Verhouding van 1.33.
pl: Jeśli Tryb ćwiczeń wynosi %1$@ %2$@, a cel tymczasowy %3$@ %4$@ Autosens używa współczynnika wynoszącego 1,09. Cel tymczasowy %5$@ %6$@ Autosens używa współczynnika wynoszącego 1,33.
pt_pt: Se o Exercício Metade do Alvo de Basal é %1$@ %2$@, um Alvo Temp de %3$@ %4$@ usa uma Proporção de Autosens de 1. 9. Um Alvo Temp de %5$@ %6$@ usa uma Taxa de Autosens de 1.33.
sv: Om 'Halva basaldosen vid motionsläge' är %1$@ %2$@, ett temp mål %3$@ %4$@ använder en Autosens förhållande till 1. 9. Ett temp mål %5$@ %6$@ använder ett Autosens förhållande på 1.33.
zh_hant: 如果半基礎運動目標為 %1$@ %2$@，則 %3$@ %4$@ 的臨時目標使用 1.09 的自動敏感度比例。%5$@ %6$@ 的臨時目標使用 1.33 的自動敏感度比例。

source: If Half Basal Exercise Target is set to %1$@ %2$@, a temp target of %3$@ %4$@ uses an Autosens Ratio of 0.75. A temp target of %5$@ %6$@ uses an Autosens Ratio of 0.6.
bg: Ако Half Basal Exercise Target е зададен на %@ %@, временна цел от %@ %@ използва съотношение Autosens 0.75. Временна цел от %@ %@ използва съотношение Autosens 0.6.
cs: Pokud je cíl pro cvičení s polovičním bazálem nastaven na %1$@ %2$@, pak dočasný cíl %3$@ %4$@ používá poměr Autosens 0,75. Dočasný cíl %5$@ %6$@ používá poměr Autosens 0,6.
da: Hvis halvbasal motionsmål er sat til %1$@ %2$@, a temp mål for %3$@ %4$@ bruger en Autosens Ratio på 0. 5. Et temp mål for %5$@ %6$@ bruger en Autosens Ratio på 0,6.
de: Wenn das „„Halb Basal Sport Ziel““ auf %1$@ %2$@ gesetzt ist, führt ein Temporäres Ziel von %3$@ %4$@ zu einem Autosens Verhältnis von 0.75. Ein Temporäres Ziel von %5$@ %6$@ führt zu einem Autosens Verhältnis von 0.6.
es: Si el objetivo del ejercicio basal se establece en %1$@ %2$@, un objetivo temporal de %3$@ %4$@ usa una relación de Autosens de 0. 5. Un objetivo temporal de %5$@ %6$@ usa una Ratio de Autosens de 0.6.
fr: Si le réglage « Cible à demi-basal » est de %1$@ %2$@, alors une Cible Temporaire de %3$@ %4$@ appliquera un ratio Autosens (sensibilité automatique) de 0,75. Une Cible Temporaire de %5$@ %6$@ appliquera un ratio Autosens de 0,6.
it: If Half Basal Exercise Target is set to %1$@ %2$@, un bersaglio temporaneo di %3$@ %4$@ utilizza un rapporto Autosens di 0. 5. Un bersaglio temporaneo di %5$@ %6$@ utilizza un rapporto Autosens di 0.6.
nb_no: Dersom mål for halv basal ved trening er %1$@ %2$@, vil et midlertidig mål på %3$@ %4$@ bruke en Autosens ratio på 0,75. Et midlertidig mål på %5$@ %6$@ bruker en Autosens ratio på 0,6.
nl: Als de helft basale training doelwit is ingesteld op %1$@ %2$@, een tijdelijk doel van %3$@ %4$@ gebruikt een Autosens Ratio van 0. 5. Een tijdelijk doel van %5$@ %6$@ gebruikt een Autosens Verhouding van 0.6.
pl: Jeśli Tryb ćwiczeń jest ustawiony na %1$@ %2$@, Cel tymczasowy %3$@ %4$@ Autosens używa współczynnika 0,75. Cel tymczasowy %5$@ %6$@ Autosens używa współczynnika 0,6.
pt_pt: Se o Exercício Metade de Destino de Basal estiver definido como %1$@ %2$@, um alvo temp de %3$@ %4$@ usa uma Proporção de Autosens de 0. 5. Um alvo temp da %5$@ %6$@ usa uma Taxa de Autosens de 0.6.
ru: Если задана цель упражнения на половину %1$@ %2$@, временная цель для %3$@ %4$@ использует коэффициент автодополнений 0. 5. Температурная цель %5$@ %6$@ использует соотношение автосменов в 0,6.
sv: Om 'Halva basaldosen vid motionsläge' är satt till %1$@ %2$@, ett temp mål för %3$@ %4$@ använder en Autosens förhållande på 0. 5. Ett temp mål för %5$@ %6$@ använder ett Autosens förhållande på 0,6.
zh_hant: 如果將半基礎運動目標設置為 %1$@ %2$@，則 %3$@ %4$@ 的臨時目標使用 0.75 的自動敏感度比例。%5$@ %6$@ 的臨時目標使用 0.6 的自動敏感度比例。

source: If iOS Trio Notifications is disabled, Trio will display these messages in-app as a banner only.
bg: Ако известията на Trio в iOS са изключени, Trio ще показва тези съобщения само в приложението като банер.
cs: Pokud jsou oznámení Tria v iOS vypnutá, Trio bude tyto zprávy zobrazovat pouze jako banner přímo v aplikaci.
da: Hvis iOS Trio Notifications er deaktiveret, vil Trio kun vise disse beskeder i app som banner.
de: Wenn iOS Trio Benachrichtigungen deaktiviert sind, wird Trio diese Nachrichten nur als Banner in der App anzeigen.
es: Si las notificaciones de iOS Trio están deshabilitadas, Trio mostrará estos mensajes sólo como banner.
fr: Si les notifications iOS de Trio sont désactivées, les messages s’afficheront uniquement sous forme de bannière dans l’application.
it: Se le notifiche Trio iOS sono disabilitate, Trio visualizzerà questi messaggi in-app solo come banner.
nb_no: Hvis iOS varslinger for Trio er slått av, vil Trio kun vise disse varslene som en in-app banner.
nl: Als iOS Trio meldingen zijn uitgeschakeld, zal Trio deze berichten alleen als banner weergeven in de app.
pl: Jeśli iOS Trio Powiadomienia jest wyłączone, Trio wyświetli te wiadomości w aplikacji tylko jako baner.
pt_pt: Se as notificações do Trio iOS estiver desativadas, o Trio exibirá essas mensagens no aplicativo como apenas um banner
ru: Если уведомления iOS Trio отключены, Trio будет отображать эти сообщения в приложении только в качестве баннера.
sv: Om iOS Trio notiser är inaktiverade, kommer Trio att visa dessa notiser i appen som en banderoll.
uk: Якщо сповіщення для iOS Trio вимкнено, то Trio відображатиме ці повідомлення лише в додатку як банер.
vi: Nếu thông báo của Trio trên iOS bị tắt, Trio sẽ chỉ hiển thị các thông báo này dưới dạng biểu ngữ trong ứng dụng.
zh_hant: 如果 iOS Trio 通知被停用，Trio 將僅在應用內以橫幅形式顯示這些訊息。

source: If shown, Logarithmic Dynamic ISF is enabled.
bg: Ако е показано, Logarithmic Dynamic ISF е активирано.
cs: Pokud je zobrazeno, je zapnutý logaritmický dynamický ISF.
da: Hvis vist er Logaritmisk Dynamisk ISF aktiveret.
de: Wenn angezeigt, ist die Logarithmische Dynamische ISF aktiviert.
es: Si se muestra, ISF dinámico logarítmico está habilitado.
fr: Si affiché, l'ISF dynamique utilisant la fonction logarithmique est activé.
it: Se visualizzato, l'ISF Dinamico Logaritmico è abilitato.
nb_no: Hvis den vises, er Logaritmisk Dynamisk ISF aktivert.
nl: Indien getoond, is Logaritmische Dynamisch ISF ingeschakeld.
pl: Jeśli pokazane, dynamiczne ISF logarytmiczne jest włączone.
pt_pt: Se mostrado, o ISF dinâmico logarítmico está ativado.
ru: Если показано, Logarithmic Dynamic ISF включен.
sv: Om den visas, är Logaritmisk Dynamisk ISF aktiverad.
uk: Якщо показати, логарифмічна динамічна ISF включена.
vi: Nếu được hiển thị, có nghĩa là Logarithmic Dynamic ISF đang được bật.
zh_hant: 如果顯示，則已啟用對數動態 ISF。

source: If shown, Sigmoid Dynamic ISF is enabled.
bg: Ако е показано, Sigmoid Dynamic ISF е активирано.
cs: Pokud je zobrazeno, je zapnutý sigmoidní dynamický ISF.
da: Hvis vist, er Sigmoid Dynamic ISF aktiveret.
de: Wenn angezeigt, sind Sigmoide Dynamische ISF aktiviert.
es: Si se muestra, el ISF dinámico de Sigmoid está habilitado.
fr: Si affiché, l'ISF dynamique utilisant la fonction sigmoïde est activé.
it: Se visualizzato, l'ISF Dinamico Sigmoide è abilitato.
nb_no: Hvis den vises, er Sigmoid Dynamisk ISF aktivert.
nl: Indien getoond, is Sigmoid Dynamic ISF ingeschakeld.
pl: Jeśli pokazane, dynamiczne ISF Sigmoid jest włączone.
pt_pt: Se mostrado, o Sigmoid Dynamic ISF está ativado.
ru: Если показано, Динамический ISF включен.
sv: Om den visas, är Sigmoid Dynamisk ISF aktiverad.
uk: Якщо показано, Sigmoid Dynamic ISF увімкнено.
vi: Nếu được hiển thị, có nghĩa là Sigmoid Dynamic ISF đang được bật.
zh_hant: 如果顯示，則已啟用 S 型動態 ISF。

source: If toggled, Insulin will be added to IOB but it will not be delivered
bg: Ако е включено, инсулинът ще бъде добавен към IOB, но няма да бъде подаден
cs: Pokud je zapnuto, inzulín se přičte k IOB, ale nebude podán
da: Hvis dette slås til, vil Insulin blive tilføjet til IOB, men den vil ikke blive leveret
de: Wenn eingeschaltet, wird Insulin dem IOB hinzugefügt, aber es wird nicht geliefert
fr: Si activé, l'insuline sera ajoutée à l'IOB (Insuline active) mais elle ne sera pas administrée
nb_no: Hvis aktivert, vil insulin bli lagt til IOB men det blir ikke levert
pl: Jeśli włączone, insulina zostanie dodana do IOB, ale nie zostanie podana do organizmu
vi: Nếu bật tùy chọn này, insulin sẽ được cộng vào IOB nhưng sẽ không được bơm vào cơ thể
zh_hant: 如果切換，胰島素將會被加入到IOB，但不會被輸送。

source: If toggled, you will need to confirm before applying
bg: Ако е включено, ще трябва да потвърдите преди прилагане
cs: Pokud je zapnuto, budeš muset před použitím potvrdit
da: Hvis slået til, skal du bekræfte før du ansøger
de: Wenn eingeschaltet, musst Du vor der Anmeldung bestätigen
es: Si está activado, necesitará confirmar antes de aplicar
fr: Si activé, une confirmation sera requise avant application
it: Se attivato, dovrai confermare prima di applicare
nb_no: Hvis aktivert, må du bekrefte før bruk
nl: Indien ingeschakeld moet u bevestigen voordat u een aanvraag indient
pl: Jeśli włączone, musisz potwierdzić przed zastosowaniem
pt_pt: Se habilitado, você precisará confirmar antes de aplicar
ru: Если включено, вам нужно подтвердить перед подачей заявки
sv: Om aktiverad, måste du bekräfta innan du utför
uk: Якщо увімкнено, підтверджено перед застосуванням
vi: Nếu bật tùy chọn này, bạn sẽ cần xác nhận trước khi áp dụng
zh_hant: 如果切換，則需要確認才能應用

source: If toggled, you will need to confirm before applying.
bg: Ако е включено, ще трябва да потвърдите преди прилагане.
cs: Pokud je zapnuto, budeš muset před použitím potvrdit.
da: Hvis det er slået til, skal du bekræfte, før du ansøger om det.
de: Wenn diese Option aktiviert ist, musst Du sie vor der Anwendung bestätigen.
fr: Si cette option est activée, une confirmation sera requise avant l'application.
nb_no: Hvis aktivert, må du bekrefte før du starter.
nl: Als dit is ingeschakeld, moet je eerst bevestigen voordat het wordt toegepast.
pl: Jeśli opcja jest włączona, konieczne będzie potwierdzenie przed zastosowaniem.
sv: Om aktiverad, måste du bekräfta innan du utför.
vi: Nếu bật tùy chọn này, bạn sẽ cần xác nhận trước khi áp dụng.
zh_hant: 如果切換，您需要在應用之前確認。
